{
  "meta": {
    "id": "dcb801ea-42aa-46ed-b585-21c96ccb0e6c",
    "title": "Digital Vault",
    "slug": "digital-vault",
    "createdAt": "2025-11-22T00:00:00.000Z",
    "updatedAt": "2025-11-29T00:00:00.000Z"
  },
  "magazine": {
    "id": "dcb801ea-42aa-46ed-b585-21c96ccb0e6c",
    "title": "Digital Vault",
    "subtitle": "Expert Regulation Services for Devices That Must Get Approved and Stay Secure",
    "tagline": "Regulatory Tech Position for Cyber-Enabled Medical Devices (Non-PII Scope)",
    "issueNumber": "01",
    "issueLabel": "November 2025 · FDA Cyber Readiness 2026",
    "themeTitle": "",
    "themeSummary": "From checkbox compliance to defensible, risk-based FDA submissions – how to turn cybersecurity, risk assessment, and regulatory services into a strategic advantage for your medical device portfolio.",
    "publisherName": "Cyyder Management and Cyber LTD",
    "publisherWebsite": "http://www.cyyder.com",
    "publicationDate": "2025-11-22",
    "language": "en",
    "colorPalette": {
      "primary": "#1e293b",
      "secondary": "#f59e0b",
      "background": "#ffffff",
      "text": "#0f172a"
    },
    "logoLibrary": [],
    "publisherLogoUrl": "https://preview--cyyder-landing-experience.lovable.app/logo.png",
    "coverImageUrl": "public/images/FDA_Cover_01.jpg",
    "coverImageStyle": "full-bleed",
    "coverTextColor": "",
    "coverAccentColor": "#f5b60a",
    "sections": [
      {
        "id": "146fcf2c-4425-44dd-879f-fd85c23da4bc",
        "label": "FROM THE EDITOR",
        "title": "2026: The Cyber Turning Point for Medical Devices",
        "subtitle": "Why every connected device maker must move cybersecurity from bolt-on to built-in.",
        "keyPoints": [
          "Cyber-enabled medical devices must be built on a recognised stack: QMS aligned with ISO 13485/QMSR, ISO 14971 for risk, IEC 62304 for software lifecycle, IEC 81001-5-1 and AAMI SW96 (with TIR57/TIR97) for security, plus UL 2900-class testing for objective evidence.",
          "Organisations should align their overall security programme with ISO/IEC 27001 and the NIST Cybersecurity Framework, using NIST 800-53/800-82 as control catalogues—without rushing into formal certification until it is commercially justified.",
          "When devices and services are genuinely designed to avoid PHI/PII, HIPAA does not automatically apply and HITRUST is not a default obligation. The priority is enforcing that non-PII boundary technically and contractually, while meeting security expectations through the existing standards stack.",
          "Organisations should define clear events that force a re-evaluation: PHI/PII entering products, services, logs or support; major customers requiring certifications or BAAs; roadmap moves into cloud analytics or AI on real clinical data; and significant regulatory changes.",
          "The 2026 plan is to close QMSR/ISO 13485 gaps, fully embed device cyber standards into development and lifecycle, raise the enterprise ISMS to a demonstrably 27001/NIST CSF-aligned baseline, and enforce a strong architectural and contractual boundary that keeps PHI/PII out of scope unless strategy deliberately changes."
        ],
        "bodyMarkdown": "Cyber-enabled medical devices are at a real crossroads. On the one hand, regulators are tightening expectations: the FDA's Quality Management System Regulation (QMSR) is now fully in effect, and statutory cybersecurity requirements for "cyber devices" are now law. On the other side, the market is demanding connected, software-rich, often AI-assisted systems that plug deeply into clinical workflows. 2026 is where those two forces collide.\n\nIf you build or operate these devices, you can't afford to treat cybersecurity and digital resilience as a side topic. They have to sit alongside safety and performance: inside your quality system, risk management, software lifecycle, and update strategy. That doesn't mean chasing every badge on the market; it means having a clear, standards-based story you can defend to regulators, hospitals, and your own board.\n\nThis issue lays out a practical playbook for any manufacturer in that position—especially those whose devices are safety-critical but intentionally avoid PHI/PII. It draws a hard line between what is effectively mandatory at the device level (QMSR/ISO 13485, ISO 14971, IEC 62304, IEC 81001-5-1, AAMI SW96/TIR57/TIR97, UL 2900-class testing) and what is strategic but optional at the enterprise level (alignment with ISO 27001 and NIST CSF rather than immediate certification). It also separates the hype from the reality on HIPAA and HITRUST: when they are actually in scope, and when they are not.\n\nThe position is deliberately conditional. It defines clear triggers—such as introducing PHI/PII into products or services, or a major customer demanding specific certifications—that should prompt a rethink. Until those triggers are hit, the rational move is to get the foundations right: a QMSR-ready quality system, a robust device-level cyber stack, an enterprise security baseline that holds up under due diligence, and governance that stops your roadmap from accidentally drifting into HIPAA/HITRUST territory.\n\nThe message is blunt but constructive: by 2026, if you build cyber-enabled medical devices, you either show that cybersecurity is built in—or you will be forced to learn that lesson the hard way. This document is here so you can choose the first path.\n\nThank you for opening the vault with us.\n\nRoee Besser\nEditor-in-Chief, Digital Vault",
        "showOnCover": false,
        "heroImageUrl": "",
        "heroImagePlacement": "middle",
        "heroImageAlignment": "center",
        "heroImageSize": "medium",
        "wrapTextAroundImage": true,
        "columnCount": 1,
        "pullQuote": "By 2026, manufacturers of cyber-enabled devices need to be able to demonstrate that cybersecurity is integrated into quality, risk management, and software lifecycle—not added at the end.",
        "heroImageAlt": ""
      },
      {
        "id": "f8d3824b-795c-43ce-b3c0-1490a8c2db2a",
        "label": "Scope & Assumptions",
        "title": "Drawing the Lines Before You Build",
        "keyPoints": [
          "Clarify that your devices are safety-critical but intentionally non-PII / non-PHI.",
          "Treat FDA's QMSR and cyber guidance as the regulatory backdrop, even if you're still scaling.",
          "Make it explicit who owns the assumptions (CISO, RA/QA, Legal) and when they must be revisited.",
          "Frame the document as conditional: valid only as long as architecture and data flows stay within defined boundaries."
        ],
        "bodyMarkdown": "This document sets out a generic position on cybersecurity and regulatory alignment for manufacturers of cyber-enabled medical devices. Its goal is to provide leadership with a clear framework for what must be done, what can be deferred, and what events should trigger a re-evaluation. It is not a full security policy; it is a focused strategy for the intersection of medical-device regulation, cybersecurity, and information security management.\n\nThe scope assumes a portfolio that includes software-driven, safety-critical medical devices—for example, navigation, guidance, imaging overlays, or robotics platforms—where device malfunction or compromise could affect diagnosis, therapy, or procedural safety. These devices may be connected to hospital networks, may receive software updates, and may integrate with other systems, but they are not intended to handle patient-identifiable data as part of their design.\n\nA key assumption is that the devices and associated services are deliberately designed not to store, process, or transmit PHI/PII. That means no patient names, MRNs, dates of birth, national IDs, or any combination that reasonably identifies individuals. Internal identifiers, anonymised telemetry, and technical metadata may be present, but architectures and processes are structured so that they cannot be linked back to identifiable persons by the manufacturer or its providers. This includes logs, diagnostic data, screenshots, and files used for field support.\n\nThe regulatory baseline assumed here is the current US context: the FDA's Quality Management System Regulation (QMSR) that aligns 21 CFR 820 with ISO 13485; section 524B of the FD&C Act defining obligations for "cyber devices"; and FDA's current pre- and post-market cybersecurity guidance. The principles here are also broadly compatible with EU MDR/IVDR and similar regimes, but the focus is on FDA alignment as the primary anchor.\n\nThis paper does not attempt to replace detailed corporate governance, privacy, HR security, or IT policies. It is one layer in a broader compliance stack. It focuses specifically on how a manufacturer can structure its device-level and enterprise-level security practices so they meet regulatory expectations, support customer due diligence, and remain proportionate to a non-PII risk profile.\n\nFinally, this position is explicitly conditional and revisitable. It is valid only as long as the assumptions hold—especially the "no PHI/PII handled by devices or services" assumption. It recommends clear triggers and governance so that when product scope, customer demands, or regulations change, the posture is reassessed deliberately rather than drifting in response to ad-hoc pressures.",
        "subtitle": "Why defining your data, risk, and regulatory boundaries is step zero",
        "showOnCover": false,
        "pullQuote": "If you don't define your scope up front, regulators and customers will do it for you.",
        "heroImageUrl": "",
        "heroImagePlacement": "middle",
        "heroImageAlignment": "center",
        "wrapTextAroundImage": true,
        "heroImageSize": "medium",
        "columnCount": 1,
        "pullQuotePlacement": "second-page-top",
        "keyPointsPlacement": "first-page-end"
      },
      {
        "id": "a823625a-89b2-4f47-9104-b8a336b6d933",
        "label": "FDA & Device-Level Requirements (Mandatory Layer)",
        "title": "The Non-Negotiables of a Cyber Device",
        "keyPoints": [
          "Anchor device development in a QMS aligned with ISO 13485 / QMSR and ISO 14971 for risk.",
          "Use IEC 62304 for software lifecycle and IEC 81001-5-1 + AAMI SW96 for security in the lifecycle.",
          "Rely on AAMI TIR57/TIR97 to structure pre- and post-market cyber risk management.",
          "Generate objective security evidence with UL 2900-class testing or an equivalent structured test regime."
        ],
        "bodyMarkdown": "From a regulatory standpoint, there is a sharp distinction between how the organisation runs in general and how regulated devices are designed, documented, and maintained. FDA and other regulators evaluate the latter directly when determining safety and effectiveness. For cyber-enabled medical devices, a robust, standards-based device-level framework is non-negotiable.\n\nAt the foundation is a quality management system (QMS) aligned with ISO 13485 and the FDA's QMSR. The QMS controls design inputs and outputs, verification and validation, document control, CAPA, and supplier management. Cybersecurity activities cannot sit outside this system; they must be embedded in the same design controls and lifecycle management that govern traditional safety and performance. Design reviews, change control, and CAPA must explicitly consider cybersecurity and software issues, not only classic mechanical or usability defects.\n\nOn top of the QMS sits ISO 14971, the core standard for medical-device risk management. It defines a structured process for identifying hazards, estimating and evaluating risks, implementing risk controls, and assessing residual risk. For cyber-enabled devices, cybersecurity threats matter precisely because of the clinical harms they can enable: mis-configurations, incorrect readings, altered guidance, or loss of function at critical moments. Security risk analysis must therefore be integrated into the ISO 14971 risk management process, with security-driven hazards and controls explicitly documented and linked to safety outcomes.\n\nBecause these devices are software-intensive, IEC 62304 provides the framework for the software lifecycle. It covers software classification, requirements management, architecture and design, implementation, verification, and maintenance. This includes third-party components, open-source libraries, and legacy code. Traceability between software requirements, test cases, and risk controls is essential. Software changes—whether functional enhancements, bug fixes, or security patches—must flow through disciplined, documented processes that can be defended to regulators.\n\nCybersecurity-specific lifecycle controls are addressed by IEC 81001-5-1, which extends traditional software-engineering discipline into secure software development for health software. It expects security requirements, threat modelling, secure design principles, secure coding practices, security testing, and vulnerability management to be integrated into the lifecycle. ANSI/AAMI SW96 outlines a security risk management process that integrates with ISO 14971, defining how to identify security-specific hazards, assess risks, select mitigations, and maintain a security risk management file over time. AAMI TIR57 and TIR97 can be used as practical guides for pre- and post-market security activities.\n\nTo substantiate security claims, manufacturers also need structured security test evidence. Standards such as UL 2900-1/2900-2-1, or equivalent test frameworks, provide requirements for vulnerability assessment, robustness testing, authentication and access control checks, and other security evaluations on network-connectable devices. Even when not seeking formal UL certification, using these standards to design a repeatable test programme strengthens the credibility of the security story in regulatory submissions and customer discussions.\n\nAltogether, this device-level stack—ISO 13485/QMSR, ISO 14971, IEC 62304, IEC 81001-5-1, AAMI SW96/TIR57/TIR97, and UL 2900-class testing—forms the backbone of a defensible FDA-aligned cyber posture. It ensures cybersecurity is treated as an intrinsic aspect of safety and performance, rather than an optional add-on, and provides manufacturers with a structured set of artefacts (risk files, SBOMs, threat models, test reports) to support both regulatory review and sophisticated customer due diligence.",
        "subtitle": "Building your device on FDA-recognised quality, risk, software, and security standards",
        "heroImageUrl": "https://www.northdoor.co.uk/wp-content/uploads/2023/08/DORA-no-stars-background.png",
        "heroImagePlacement": "middle",
        "heroImageSize": "medium",
        "wrapTextAroundImage": true,
        "heroImageAlignment": "center",
        "pullQuote": "Cybersecurity controls only count if they live inside your quality and risk systems, not next to them.",
        "columnCount": 1,
        "pullQuotePlacement": "second-page-end",
        "keyPointsPlacement": "first-page-end"
      },
      {
        "id": "3c23e08e-8de2-4c71-8428-53372e2d3a11",
        "label": "Enterprise Security Frameworks (Aligned, Not Necessarily Certified)",
        "title": "Security Beyond the Device",
        "keyPoints": [
          "Align your enterprise security programme with ISO/IEC 27001 and the NIST Cybersecurity Framework (CSF).",
          "Use NIST SP 800-53/800-82 as control catalogues for IT, cloud, and OT-like environments.",
          "Clearly separate device standards (14971, 62304, 81001-5-1, SW96) from enterprise controls, but make them consistent.",
          "Treat formal certification (ISO 27001, SOC 2, etc.) as a strategic commercial decision, not an automatic requirement."
        ],
        "bodyMarkdown": "Device-level standards alone do not answer the broader question customers ask: "How secure is this company?" Hospital systems, partners, and investors want to see that the organisation operates a coherent cybersecurity programme for its IT, cloud, and development infrastructure. This is where enterprise security frameworks come in—most notably ISO/IEC 27001 and the NIST Cybersecurity Framework (CSF).\n\nISO 27001 provides a model for an Information Security Management System (ISMS): define scope, assess risks, select controls from ISO 27002, implement them, and regularly review effectiveness. For a medical-device manufacturer, aligning with 27001 means establishing policies, roles, and controls for areas such as access management, asset management, cryptography, incident response, backup and recovery, logging and monitoring, and supplier security. Formal certification is not always necessary in the early stages; what matters is that the underlying practices are in place, documented, and consistently applied.\n\nThe NIST CSF organises cybersecurity into five functions—Identify, Protect, Detect, Respond, Recover—and provides categories and subcategories of activities under each. Many healthcare organisations use CSF as their primary lens for understanding and assessing cybersecurity. Mapping organisational practices to CSF gives manufacturers a shared language with customers: when someone asks how the organisation "detects" or "recovers," they are pointing to well-defined buckets of activity. A NIST CSF mapping can be a powerful communication tool in vendor security reviews.\n\nBelow these high-level frameworks, detailed control catalogues such as NIST SP 800-53 (for information systems) and NIST SP 800-82 (for industrial control and operational technology) offer granular control options. For manufacturers whose devices integrate into hospital networks, make use of cloud services, or have characteristics of operational technology (e.g., robotics, bedside systems), these catalogues provide a rich menu of controls for networks, servers, development pipelines, and diagnostic systems. They can be used internally as design checklists and externally as mapping points when customers ask for evidence aligned to their own standards.\n\nIt is important to recognise the boundary between the device-specific standards and the enterprise frameworks. Device standards govern the lifecycle of regulated products and the artefacts submitted to regulators. Enterprise frameworks govern the security of the overall environment—source code repositories, CI/CD pipelines, build servers, corporate endpoints, cloud platforms, and support tools. The two layers must be consistent (for example, secure build pipelines are key to defending SBOM integrity and preventing supply-chain attacks), but they do not have to be identical. The ISMS and NIST CSF functions provide the umbrella under which device-specific practices sit.\n\nFor many organisations at this crossroads, the pragmatic choice is to align with ISO 27001 and NIST CSF without immediately pursuing certification. That means implementing controls in a structured way, documenting them, and being able to demonstrate them in audits and security questionnaires. Over time, as deal sizes grow and customer expectations harden, moving to formal ISO 27001 certification—or complementary attestations such as SOC 2—can be revisited as a commercial decision rather than a regulatory obligation.",
        "subtitle": "Running an ISMS that customers trust without over-engineering it on day one.",
        "heroImageUrl": "https://images.passle.net/fit-in/860x860/Passle/5f3d6e345354880e28b1fb63/SearchServiceImages/2025-10-20-20-37-21-340-68f69d8166329001bbee3416.jpg",
        "heroImagePlacement": "middle",
        "heroImageAlignment": "center",
        "wrapTextAroundImage": true,
        "pullQuote": ""Regulators look at your device; customers look at your whole house."",
        "columnCount": 1,
        "pullQuotePlacement": "second-page-top",
        "keyPointsPlacement": "first-page-end"
      },
      {
        "id": "dbc850da-1269-4eaa-bb8a-642b337c0dfe",
        "label": "HIPAA & HITRUST Position (For Non-PII Device Manufacturers)",
        "title": "When HIPAA and HITRUST Are Not the Starting Point",
        "keyPoints": [
          "Recognise that HIPAA applies to PHI and business associates—not automatically to every med-device vendor.",
          "Understand that HITRUST is a demanding commercial certification, not a regulatory baseline.",
          "Design architecture, logs, support flows, and integrations to keep PHI/PII out of your systems.",
          "Use your existing device and enterprise standards to satisfy most underlying security expectations even without HIPAA/HITRUST."
        ],
        "bodyMarkdown": "In the US context, security discussions around healthcare often gravitate towards HIPAA and HITRUST. For device manufacturers whose systems are deliberately designed not to handle PHI/PII, it is important to understand what these frameworks do—and do not—require, so investments are proportionate and aligned to reality.\n\nHIPAA is a federal law that applies to covered entities (health plans, healthcare providers, clearinghouses) and their business associates—organisations that create, receive, maintain, or transmit Protected Health Information (PHI) on their behalf. If a manufacturer's devices and related services truly do not store, process, or transmit PHI, and the manufacturer does not operate as a business associate, HIPAA's requirements do not apply directly. However, whether PHI is involved is determined by actual data flows and use, not just by design intentions.\n\nThe boundary is not always obvious. Logs, screenshots, diagnostic dumps, or support ticket attachments can inadvertently contain identifiers. Integrations with EMR/EHR systems, remote viewing tools, or cloud dashboards may start out pseudonymous and drift into identifiable territory as hospitals customise workflows. Manufacturers who intend to stay out of HIPAA scope must design architectures, default configurations, and customer guidance in a way that actively discourages or technically prevents PHI from flowing into their systems.\n\nHITRUST is a commercial certification framework that combines HIPAA, NIST, ISO, and other requirements into a single assurance package. It is popular with some US healthcare organisations as a way to standardise vendor assurance but is not mandated by law or by FDA. Achieving HITRUST certification can be a significant undertaking in time and cost. For manufacturers that do not handle PHI/PII and whose devices primarily operate within hospital IT domains, HITRUST certification is generally not a baseline requirement; it becomes relevant only when specific customers or business models make it a strategic necessity.\n\nEven without HIPAA or HITRUST obligations, many of the underlying security expectations—risk analysis, access control, incident response, audit logging, and vendor management—are already addressed by the combination of device standards (ISO 14971, IEC 62304, IEC 81001-5-1, AAMI SW96) and enterprise frameworks (ISO 27001, NIST CSF). That means the organisation can legitimately say it applies best practices consistent with HIPAA's security intent, even if HIPAA itself does not apply. If circumstances change and HIPAA/HITRUST become relevant, the existing foundation significantly reduces the gap.\n\nThe recommended stance for non-PII device manufacturers is therefore: do not invest in a formal HIPAA programme or HITRUST certification unless and until product scope or strategic customers make it necessary. Be crystal clear, however, about the conditions under which that would change: introduction of PHI/PII into devices or services, or specific contractual obligations from high-value customers. Until then, the priority is to build a strong, standards-based security posture that satisfies regulators and customers without being anchored to frameworks that are not yet legally or commercially required.",
        "subtitle": "Staying out of PHI scope on purpose and knowing when that has to change.",
        "heroImageUrl": "https://d1y8sb8igg2f8e.cloudfront.net/images/GettyImages-2217030312.width-800.jpg",
        "heroImagePlacement": "middle",
        "heroImageAlignment": "center",
        "heroImageSize": "medium",
        "wrapTextAroundImage": true,
        "pullQuote": ""If you're not handling PHI, you don't need a HIPAA empire—but you do need discipline to keep it that way."",
        "columnCount": 1,
        "pullQuotePlacement": "first-page-end",
        "keyPointsPlacement": "second-page-top"
      },
      {
        "id": "8ecd9a3a-3128-4f27-a005-d0c404cd0be7",
        "label": "Triggers That Change the Posture",
        "title": "Knowing When Your Risk Story Has Expired",
        "keyPoints": [
          "Treat PHI/PII entering products, services, logs, or support flows as an automatic trigger for review.",
          "Reassess when strategic customers demand certifications (ISO 27001, HITRUST) or HIPAA BAAs for major deals.",
          "Flag roadmap moves into cloud analytics, cross-site dashboards, or AI training on real clinical data as scope-changing.",
          "Build a simple governance step: any change to data flows or connectivity must answer, "Did we just hit a trigger?""
        ],
        "bodyMarkdown": "Because this position is contingent on specific assumptions—especially the absence of PHI/PII—manufacturers need explicit triggers that signal when it's time to reassess. Without them, it's easy to drift into new obligations (HIPAA, HITRUST, additional certifications) without planning, only noticing the impact when a regulator, customer, or incident forces the issue.\n\nThe most important trigger is any change in data handling. If any product, module, cloud service, or support process begins to store, process, or transmit PHI/PII, the regulatory and framework landscape changes. This can happen intentionally (e.g., adding patient-level dashboards, implementing cloud analytics, training AI models with real-world data) or accidentally (e.g., allowing logs or screenshots with identifiers into manufacturer-controlled systems). Any such development should automatically initiate a formal review involving security, regulatory, legal, and product leadership.\n\nA second trigger is strategic customer demand. Large healthcare organisations or global partners may require specific certifications—ISO 27001, HITRUST, or explicit HIPAA Business Associate Agreements—as a condition of doing significant business. When such terms appear in major deals, the manufacturer must assess whether to accept, negotiate alternative assurances (e.g., detailed security documentation plus independent testing), or adjust product and data-flow architectures. This should not be left to sales alone; it needs structured input from security, RA/QA, legal, and executive leadership.\n\nA third trigger relates to product evolution and connectivity. As devices become more connected—integrating with hospital systems, cloud platforms, or remote services—the line between "pure device" and "health IT system" blurs. Features such as remote monitoring, over-the-air updates, cross-site dashboards, and AI-powered decision support inevitably raise the stakes for both cybersecurity and privacy. A governance mechanism should ensure that any roadmap item affecting connectivity, data flows, or cloud use includes a brief regulatory/security impact statement reviewed by the appropriate stakeholders.\n\nRegulatory change is a fourth trigger. FDA may further refine its cybersecurity guidance, and other regulators may issue new requirements for data protection, AI, or critical infrastructure security. Manufacturers should monitor these developments through RA/QA and legal channels, and periodically re-evaluate whether their existing standards stack and frameworks are sufficient. The goal is to adjust proactively rather than reactively when agencies or notified bodies update expectations.\n\nTo operationalise these triggers, organisations should embed them into change and roadmap governance. For example, any major feature proposal, integration, or service offering that affects data flows or connectivity should answer a set of standard questions: Does this introduce PHI/PII? Does it materially change cyber risk or regulatory scope? Does it hit one of the defined triggers? If yes, a structured review should determine whether the organisation must adopt additional frameworks (e.g., a HIPAA programme, HITRUST, or formal ISO 27001 certification) or whether the feature should be constrained or redesigned to stay within the current posture.\n\nThe outcome is not always "do more." Sometimes the right call is to constrain the design to avoid PHI/PII, to keep certain data entirely within the hospital's domain, or to architect solutions so that sensitive information never leaves the customer's controlled environment. In other cases, expanding into PHI-handling territory may be strategically justified, in which case the organisation must consciously commit to the additional compliance and security work it entails. The point is that such decisions are intentional and informed, not accidental.",
        "subtitle": "The events that should force you to revisit your security and compliance strategy.  Pull Quote:",
        "pullQuote": ""Your posture is only valid until your data, deals, or roadmap quietly move the goalposts."",
        "columnCount": 1,
        "pullQuotePlacement": "first-page-end",
        "keyPointsPlacement": "second-page-top"
      },
      {
        "id": "476aee5e-819f-497c-b1e3-a038e7cfed63",
        "label": "2026 Action Items – Why This Year Is a Turning Point",
        "title": "2026: Prove Cyber Is Built In or Fall Behind",
        "keyPoints": [
          "Close QMSR / ISO 13485 gaps and make cybersecurity visible in design controls, audits, and management reviews.",
          "Fully embed 14971, 62304, 81001-5-1, SW96, TIR57/TIR97, and UL 2900-class testing into device development and maintenance.",
          "Lift the enterprise ISMS to a demonstrable ISO 27001 / NIST CSF-aligned baseline that stands up to due diligence.",
          "Lock in a hard architectural and contractual boundary around PHI/PII so your non-PII strategy actually holds in the real world."
        ],
        "bodyMarkdown": "For many manufacturers, 2026 is a turning point. FDA's QMSR alignment with ISO 13485 is fully in force, cybersecurity expectations under section 524B are operationalised, and market pressure for connected, smart, and AI-enabled devices continues to grow. Companies that treat cybersecurity and quality as side-topics will struggle; those that integrate them into their core operating model will be better positioned to scale and to pass both regulatory and customer scrutiny.\n\nThe first priority for 2026 is to ensure QMSR/ISO 13485 readiness. That means completing a gap analysis against ISO 13485 and QMSR, addressing deficiencies in design controls, document control, CAPA, supplier management, and management review. Cybersecurity and software lifecycle performance should be explicitly included in management reviews, internal audits, and CAPA processes, not left to informal engineering discussions. By the time new submissions are being prepared post-2026, the QMS should already be demonstrably aligned with QMSR expectations.\n\nThe second priority is to fully integrate the device-level cyber standards stack into development and maintenance. Practically, this involves: adopting ISO 14971 as the unified hazard and risk framework; using IEC 62304 for software lifecycle processes; embedding IEC 81001-5-1 secure development practices; implementing AAMI SW96-style security risk management with TIR57/TIR97 guidance; and designing a security test programme based on UL 2900-class requirements. These should not be one-time projects; they must become the standard way devices are conceived, built, tested, released, and maintained.\n\nThird, organisations should use 2026 to raise their enterprise security baseline to a visibly defensible level aligned with ISO 27001 and NIST CSF. This includes formalising policies and procedures, performing risk assessments, mapping controls to 27001/CSF, and ensuring critical areas such as identity and access management, monitoring, incident response, and supplier security are robust. The development and build environment deserves particular attention, given its centrality to protecting device software and SBOM integrity. The objective is to be able to answer customer security questionnaires and audits with confidence and evidence.\n\nA fourth action area is to lock down the architectural boundary around PHI/PII. If the strategy is to remain a non-PII device manufacturer, this must be enforced technically and contractually. Device interfaces, APIs, logging defaults, and support processes should be designed so that PHI/PII does not flow into manufacturer-controlled systems. Instructions for use, implementation guides, and contracts should reinforce that design intent. Training for field staff and support teams should emphasise what data they may collect and what they must avoid. Periodic audits or spot checks can help ensure that real-world practice matches the stated strategy.\n\nDelivery of this 2026 plan requires cross-functional ownership. Security leadership can drive the adoption of standards, threat modelling, and test regimes; RA/QA can own QMSR/13485 compliance and alignment of device documentation; R&D can integrate secure lifecycle practices into development; Operations and HR can implement policies, training, and day-to-day discipline; Legal can ensure contracts and data-use clauses match the technical posture. External expertise—e.g., independent penetration testing, UL 2900 testing, or QMS/ISMS reviews—can accelerate progress and provide credibility.\n\nSuccess in this turning-point year is not measured only by obtaining certificates or publishing policies. It is measured by the organisation's ability to: submit cyber-enabled devices with a clear, standards-based cybersecurity story; satisfy hospital and partner security reviews without scrambling; avoid accidental drift into PHI/PII handling; and demonstrate to boards and investors that cybersecurity and digital resilience are built into the business model, not bolted on. 2026 is the moment to make that shift deliberately, rather than waiting for regulators or incidents to force it.",
        "subtitle": "The concrete moves every connected device maker needs on the books this year.",
        "pullQuote": ""By 2026, 'we'll bolt security on later' stops working—for regulators, for hospitals, and for your board."",
        "columnCount": 1,
        "pullQuotePlacement": "first-page-end",
        "keyPointsPlacement": "second-page-end"
      },
      {
        "id": "d2cfd2e6-7f4e-4594-babe-1912cc303eac",
        "label": "DOCUMENT SUMMARY",
        "title": "What 2026 Really Demands from Cyber- Enabled Medical Devices",
        "keyPoints": [
          "Define clear scope: safety-critical, cyber-enabled devices that deliberately avoid storing or processing PHI/PII.",
          "Anchor devices in QMSR/ISO 13485, 14971, 62304, 81001-5-1, SW96 and UL 2900-class testing.",
          "Run an enterprise ISMS aligned with ISO 27001 and NIST CSF to satisfy customer and partner expectations.",
          "If you truly avoid PHI/PII, HIPAA and HITRUST are optional, not immediate baseline requirements.",
          "Define clear triggers data, deals, roadmap or regulation—that force reassessment of your security and compliance posture.",
          "Use 2026 to prove cybersecurity is built-in: close QMSR gaps, embed standards, harden ISMS, lock PHI boundaries."
        ],
        "bodyMarkdown": "Purpose & Scope The document provides a generic regulatory-tech position for manufacturers of\ncyber-enabled medical devices that are moving into a world of stricter FDA expectations and\nincreasing connectivity. It assumes devices are safety-critical, may be networked or updateable, but\nare intentionally designed not to store, process, or transmit PHI/PII. It focuses on the intersection\nof device regulation, cybersecurity, and enterprise information security, and defines shared\nresponsibility for revisiting the posture when assumptions change.\nDevice-Level Requirements (FDA-Facing Layer) At the device level, the guidance anchors\neverything in a QMS aligned with ISO 13485 and the FDA's QMSR, with ISO 14971 as the backbone\nof risk management. For software-driven devices, IEC 62304 governs the software lifecycle, while\nIEC 81001-5-1 and AAMI SW96 (supported by AAMI TIR57/TIR97) provide the framework for\nintegrating cybersecurity into design, development, and post-market activities. Structured security\ntesting is based on UL 2900-class requirements. Together, these standards form a coherent devicelevel\ncyber story that regulators and hospital engineers recognise.\nEnterprise Security Frameworks (Aligned, Not Necessarily Certified) Beyond individual devices, the\ndocument recommends running an enterprise-level security programme aligned with ISO/IEC\n27001 and the NIST Cybersecurity Framework (CSF), using NIST SP 800-53/800-82 as deeper\ncontrol catalogues where relevant. Formal certification (e.g., ISO 27001) is treated as a strategic\noption, not an immediate requirement. The key is to be able to show customers and partners that\ngovernance, access control, incident response, monitoring, and third-party risk management are\nhandled in a structured, standards-aware way, and that development and build pipelines are\nappropriately secured.\nHIPAA & HITRUST Posture for Non-PII Devices For manufacturers that genuinely keep PHI/PII out\nof their devices and services, the document explains that HIPAA does not automatically apply, and\nHITRUST is not a baseline requirement. Both become relevant only if the manufacturer starts acting\nas a covered entity/business associate or intentionally handles PHI/PII, or if major customers make\nsuch frameworks contractual prerequisites. Until then, it is more efficient to satisfy underlying\nsecurity expectations via the device standards and the 27001/NIST-aligned enterprise programme,\nrather than building full HIPAA/HITRUST machinery prematurely.\nTriggers for Changing the Posture The document defines clear triggers that should force a formal\nreview: (1) products, services, logs or support processes begin storing, processing, or transmitting\nPHI/PII; (2) strategic customers or partners demand specific certifications (ISO 27001, HITRUST) or\nHIPAA BAAs as a condition of significant business; (3) roadmap evolution into cloud analytics, AI\ntraining pipelines, or other data-heavy models; and (4) material regulatory changes affecting\ncybersecurity, privacy, or critical infrastructure. A simple governance mechanism is recommended\nso that any roadmap or integration affecting data flows or connectivity is screened against these\ntriggers.\n2026 as the Turning Point – Action Plan Finally, the document highlights 2026 as a structural\nturning point. It calls for completing QMSR/ISO 13485 gap-closure; fully embedding the device\ncyber stack (14971, 62304, 81001-5-1, SW96, TIR57/TIR97, UL 2900) into development and\nlifecycle; lifting the enterprise security baseline to a demonstrable ISO 27001/NIST CSF-aligned\nlevel; and enforcing a hard architectural and contractual boundary that keeps PHI/PII out of\nmanufacturer-controlled systems. Success after 2026 is defined by the ability to secure regulatory\nclearance, satisfy hospital and partner due diligence, and scale connected, cyber-enabled devices\nwith cybersecurity and digital resilience treated as integral parts of the business, not reactive addons.",
        "subtitle": "Six hard truths that move cybersecurity from optional extra to built-in obligation.",
        "pullQuote": "By 2026, manufacturers of cyber-enabled devices will need to demonstrate that cybersecurity is integrated into quality, risk management, and the software lifecycle, not added at the end.",
        "keyPointsPlacement": "second-page-top",
        "pullQuotePlacement": "first-page-end"
      }
    ]
  }
}
